tap "arkweid/lefthook"
tap "cybozu/assam"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iann0036/iamlive"
tap "nodenv/nodenv"
tap "reviewdog/tap"
brew "act"
brew "argocd"
brew "asdf"
brew "bat"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "direnv"
brew "dive"
brew "dog"
brew "earthly"
brew "exa"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "golangci-lint"
brew "goreleaser"
brew "python@3.8"
brew "pango"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "maven"
brew "minikube"
brew "mysql-client"
brew "mysql@5.7"
brew "nmap"
brew "node-build"
brew "peco"
brew "plantuml"
brew "pre-commit"
brew "pwgen"
brew "starship"
brew "teleport"
brew "telnet"
brew "terraformer"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "ydiff"
brew "yq"
brew "zplug"
brew "zsh"
brew "zshdb"
brew "arkweid/lefthook/lefthook"
brew "cybozu/assam/assam"
brew "hashicorp/tap/packer"
brew "iann0036/iamlive/iamlive"
brew "reviewdog/tap/reviewdog"
cask "amethyst"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "spaceman"
