tap "cybozu/assam"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iann0036/iamlive"
brew "argocd"
brew "asdf"
brew "bat"
brew "direnv"
brew "exa"
brew "ffmpeg"
brew "go"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "maven"
brew "mysql-client"
brew "nmap"
brew "peco"
brew "starship"
brew "tealdeer"
brew "teleport"
brew "telnet"
brew "tig"
brew "tree"
brew "wget"
brew "yq"
brew "zplug"
brew "zsh"
brew "cybozu/assam/assam"
brew "hashicorp/tap/packer"
brew "iann0036/iamlive/iamlive"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "lima"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "hammerspoon"
cask "google-cloud-sdk"
cask "istat-menus"
cask "iterm2"
